" bytes" = " bytes";
"Computer" = "Dator";
"copy" = "kopiera";
"Copy" = "Kopiera";
"Delete" = "Radera";
"Error!" = "Ett Fel Uppstod!";
"Move" = "Flytta";
"Replace All" = "Ersätt alla";
"Replace" = "Ersätt";
"Stop" = "Stopp";

" of " = " av ";
" was not found." = " hittades ej.";
"An error occurred while deleting." = "Ett fel uppstod under radering.";
"Continue" = "Fortsätt";
"Copied %u items to \"%@\"" = "Kopiera %u objekt till \"%@\"";
"Copied: " = "Kopierad: ";
"Copying %u items to \"%@\"" = "Kopierar %u objekt till \"%@\"";
"Count: %u" = "Antal: %u";
"Deleting from \"%@\"." = "Deleting from \"%@\".";
"Item: \"" = "Objekt: \"";
"Not enough free space at destination.  %@ of additional free space required." = "Du har inte tillräckligt med ledigt utrymme på vald destination. Ytterligare %@  av ledigt utrymme krävs.";
"Permission error.  File is not readable." = "Behörighets fel.  Filen är inte läsbar.";
"Preparing to copy to \"%@\"" = "Förbereder kopiering till \"%@\"";
"Skip" = "Hoppa över";
"Replace?" = "Ersätt?";
"You don't have write permission at \"%@\"" = "Du har inte skriv behörighet på \"%@\"";
"Folder" = "Mapp";
"Package" = "Filen";
"Symbolic Link" = "Symbolisk Länk";
"Volume" = "Enhet";
"Document" = "Dokument";

/* labels */
"None" = "Ingen";
"Essential" = "Viktigt";
"Hot" = "Bråttom";
"In Progress" = "Pågående";
"Cool" = "Åtgärdat";
"Personal" = "Personligt";
"Project 1" = "Projekt 1";
"Project 2" = "Projekt 2";

"New Folder" = "Ny mapp";
"Choose Folder" = "Välj mapp";
"untitled folder" = "namnlös mapp";
"untitled.txt" = "namnlös.txt";

/* replace panel */
/* "An item named \"%@\" already exists in this location.  Do you want to replace it with the one you are moving?" = "Ett objekt med namnet \"%@\" finns redan på den här platsen.  Vill du ersätta objektet?"; */
"An item" = "An item";
"An older item" = "An older item";
"A newer item" = "A newer item";

"one" = "one";
"older one" = "older one";
"newer one" = "newer one";

"%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?" = "%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?";

"Index not found" = "Index not found";
"This folder must be indexed before you can search by content.  Indexing will take several minutes, but it will run silently in the background.  Would you like to build the index now?" = "This folder must be indexed before you can search by content.  Indexing will take several minutes, but it will run silently in the background.  Would you like to build the index now?";
